Repository: yeomyeonggeori/internkim
Catalog: web/ios/App/AttendanceWidget/Localizable.xcstrings
Source language: en
Languages: ko

source: %@ answered %lld
ko: %1$@이(가) %2$lld(으)로 답했습니다

source: %@ gone · Edit Widget
ko: %@ 없어짐 · 위젯 편집

source: Attendance
ko: 출퇴근

source: Back
ko: 뒤로

source: Back to today
ko: 오늘로 돌아가기

source: Choose a work location in Edit Widget
ko: 위젯 편집에서 근무지를 고르세요

source: Choose another work location
ko: 다른 근무지 고르기

source: Clock in
ko: 출근

source: Clock in and out from the app
ko: 앱에서 출퇴근하기

source: Clock in at %@
ko: %@ 출근

source: Clock out
ko: 퇴근

source: Clocked in at %@
ko: %@ 출근

source: Default work location · %@
ko: 기본 근무지 · %@

source: Default work location
ko: 기본 근무지

source: h
ko: 시간

source: m
ko: 분

source: No work location registered
ko: 등록된 근무지 없음

source: Other work location
ko: 다른 근무지

source: See today's hours, and clock in and out with a tap.
ko: 오늘 일한 시간을 보고, 눌러서 출근하고 퇴근합니다.

source: Sign in to the app to turn the widget on
ko: 앱에서 로그인하면 위젯이 켜집니다

source: The company address could not be read
ko: 회사 주소를 읽을 수 없습니다

source: Where are you clocking in?
ko: 어디로 출근할까요?

source: Working
ko: 근무 중

source: Work location
ko: 근무지
